{
    "LET'S TALK": "HABLEMOS",
    "MENU": "MENÚ",

    "Home": "Inicio",
    "About Me": "Sobre mi",
    "Experience": "Experiencia",
    "Portfolio": "Portafolio",

    "Hi, I'm Gustavo Pereira": "Hola! Soy Gustavo Pereira",
    "I'm a Full Stack Developer": "Soy Desarrollador Full Stack",
    "As a passionate software developer, I love to develop Frontend and Backend applications, I have more than 3 years of work experience and have solid skills in various technologies.": "Como apasionado por el desarrollo de software, me encanta desarrollar aplicaciones Frontend y Backend, cuento con más de 3 años de experiencia laboral y poseo habilidades solidas en diversas tecnologías.",
    "DOWNLOAD CV": "DESCARGAR CV",

    "<ABOUT ME />": "<SOBRE MÍ />",
    "Professional profile": "Perfil profesional",
    "I am a Full Stack Developer based in Cartagena, Colombia, with about 4 years of experience working with modern technologies in software development. I have a strong focus on backend development, complemented with solid skills in frontend development.": "Soy un Desarrollador Full Stack residente en Cartagena, Colombia, con cerca de 4 años de experiencia trabajando con tecnologías modernas en el desarrollo de software. Tengo un fuerte enfoque en el desarrollo backend, complementado con habilidades sólidas en el desarrollo frontend.",
    "I stand out for my advanced technical skills and interpersonal competencies that allow me to integrate efficiently in agile teams. As a professional, I am characterized by my ability to collaborate, my adaptability and my commitment to deliver high quality solutions. I am qualified to perform in roles such as full stack developer, frontend developer and backend developer, always oriented to the success of the team and the projects in which I participate.": "Me destaco por mis habilidades téc avanzadas y competencias interpersonales que me permiten integrarme eficientemente en equipos ágiles. Como profesional, me caracterizo por mi capacidad para colaborar, mi adaptabilidad y mi compromiso con la entrega de soluciones de alta calidad. Estoy calificado para desempeñarme en roles como desarrollador full stack, desarrollador frontend y desarrollador backend, siempre orientado al éxito del equipo y de los proyectos en los que participo.",
    "ACADEMIC HISTORY": "HISTORIAL ACADEMICO",
    "Full Stack Web Development and Computer Science": "Desarrollo Web Full Stack y Ciencias de la Computación",
    "FULL STACK WEB DEVELOPMENT AND COMPUTER SCIENCE": "DESARROLLO WEB FULL STACK Y CIENCIAS DE LA COMPUTACIÓN",
    "Bootcamp program of 5 modules focused on:": "Programa Bootcamp de 5 módulos centrados en:",
    "HTML, CSS and JavaScript": "HTML, CSS y JavaScript",
    "React + Hooks, React Router and Redux": "React + Hooks, React Router y Redux",
    "Python and Django": "Python y Django",
    "Node.js and Express": "Node.js y Express",
    "SQL and NoSQL Databases": "Bases de Datos SQL y NoSQL",
    "Data Structures and Algorithms": "Estructuras de Datos y Algoritmos",
    "Computer Architecture and Server Administration": "Arquitectura de Computadores y Administración de Servidores",
    "AWS, Gcloud, Git": "AWS, Gcloud, Git",
    "MY SKILLS": "MIS HABILIDADES",
    "TURNING COMPLEX PROBLEMS INTO PRACTICAL SOLUTIONS": "CONVIRTIENDO PROBLEMAS COMPLEJOS EN SOLUCIONES PRÁCTICAS",
    "Throughout my work experience I have worked with various technologies which has allowed me to be versatile and to be able to solve the challenges I face every day.": "A lo largo de mi experiencia laboral he trabajado con diversas tecnologías lo cual me ha permitido ser versatil y poder solucionar los desafios a los que me enfreto día con día.",

    "Full Stack Developer": "Desarrollador Full Stack",
    "Frontend Developer": "Desarrollador Frontend",
    "April 2024 - September 2024": "Abril 2024 - Septiembre 2024",
    "Designed APIs and integrated external services. Implemented functional components with React and developed mobile applications using React Native. Leveraged a modern tech stack to deliver robust solutions in an agile and scalable environment.": "Diseñé APIs e integré servicios externos. Implementé componentes funcionales con React y desarrollé aplicaciones móviles con React Native. Utilicé un stack moderno para entregar soluciones robustas en un entorno ágil y escalable.",
    "May 2023 - June 2023": "Mayo 2023 - Junio 2023",
    "Implemented a database solution that boosted sales by 20% and developed a platform to visualize internal statistics. Delivered innovative solutions and optimized processes for end users.": "Implementé una solución de base de datos que mejoró las ventas en un 20% y desarrollé una plataforma para visualizar estadísticas internas. Proporcioné soluciones innovadoras y optimicé procesos para usuarios finales.",
    "July 2022 - June 2023": "Julio 2022 - Junio 2023",
    "Led the development of a SaaS platform for memberships, integrated third-party software, and built an e-commerce with payment gateways. Delivered scalable, customer-oriented solutions.": "Lideré el desarrollo de una plataforma SaaS para membresías, integré software con terceros y desarrollé un e-commerce con pasarelas de pago. Aseguré soluciones escalables y orientadas al cliente.",
    "January 2022 - June 2022": "Enero 2022 - Junio 2022",
    "Delivered an integration between the platform and a payment gateway, expanding coverage to LATAM. Led impactful software integration projects on a regional scale.": "Realicé una integración entre la plataforma y una pasarela de pago que amplió la cobertura a LATAM. Lideré proyectos de integración de software con impacto regional significativo.",
    "June 2021 - August 2021": "Junio 2021 - Agosto 2021",
    "Designed custom components to enhance user experience and developed SASS functions for unified styles. Delivered intuitive and aesthetic solutions.": "Diseñé componentes personalizados para mejorar la experiencia del usuario y desarrollé funciones SASS para unificar estilos. Proporcioné soluciones intuitivas y estéticas.",
    "May 2020 - December. 2021": "Mayo 2020 - Diciembre 2021",
    "Built management applications for beauty salons, photography services, and online inventory, improving organization and customer engagement. Delivered tailored and effective solutions.": "Creé aplicaciones de gestión para salones de belleza, fotografía e inventarios online, mejorando la organización y captación de clientes. Ofrecí soluciones personalizadas y efectivas.",
    "<MY EXPERIENCE />": "<EXPERIENCIA />",
    "I am a Full Stack software developer with experience in designing, developing, and implementing innovative tech solutions. I have worked with technologies such as JavaScript, TypeScript, React, Node.js, and AWS, applying them to software integration projects, SaaS platforms, e-commerce, and mobile applications. My focus is on delivering scalable, user-centered products with a tangible business impact.": "Soy un desarrollador de software Full Stack con experiencia en el diseño, desarrollo e implementación de soluciones tecnológicas innovadoras. He trabajado con diversas tecnologías como JavaScript, TypeScript, React, Node.js y AWS, aplicándolas en proyectos de integración de software, desarrollo de plataformas SaaS, e-commerce y aplicaciones móviles. Mi enfoque está en entregar productos escalables y centrados en el usuario, con un impacto tangible en los negocios.",

    "<PORTFOLIO />": "<PORTAFOLIO />",
    "FULL STACK, FRONTEND AND BACKEND DEVELOPER": "DESARROLLADOR FULL STACK, FRONTEND Y BACKEND",
    "MY RECENT PORTFOLIOS": "MIS PORTAFOLIOS RECIENTES",
    "OUTSTANDING PROJECTS": "PROYECTOS DESTACADOS",
    "I have developed personal projects that reflect my technical skills as a Full Stack developer, highlighting the consumption of API's and integration with payment gateways. Among my achievements are the development of functional and scalable SaaS platforms, virtual wallets with high security and web applications focused on optimized user experiences. These projects demonstrate my ability to implement complete solutions, from backend to frontend, using modern technologies and effective development methodologies.": "He desarrollado proyectos personales que reflejan mis habilidades técnicas como desarrollador Full Stack, destacando el consumo de API's y la integración con pasarelas de pago. Entre mis logros se encuentran el desarrollo de plataformas SaaS funcionales y escalables, billeteras virtuales con alta seguridad y aplicaciones web enfocadas en experiencias de usuario optimizadas. Estos proyectos demuestran mi capacidad para implementar soluciones completas, desde el backend hasta el frontend, utilizando tecnologías modernas y metodologías de desarrollo efectivas."
}
